docs/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:sswp="http://soulhub.horrorshow.io/soulhub">
	<soapenv:Header/>
	<soapenv:Body>
		<sswp:soulhubRequest>
			<sswp:soulpatchId>ClassicRingtone</sswp:soulpatchId>
		</sswp:soulhubRequest>
	</soapenv:Body>
</soapenv:Envelope>

